* battery tests
| run | command | time | battery_start | battery_end | diff |
|   1 | fetch   | 0:10 |            58 |          57 |      |
|   2 | pull    | 0:10 |            57 |          56 |      |
#+TBLFM: $6=$4-$5
